Repository: anti-ltd/clink-localizations
Catalog: Catalog/Localizable.xcstrings
Source language: en
Languages: de, es, et, fr, hi, hu, it, ja, ko, ms, ne, pt, ru, tr, zh_hans

source: Translate can use Apple's on-device AI. Your text is not sent to us.
de: Übersetzen kann Apples KI direkt auf dem Gerät nutzen. Dein Text wird nicht an uns geschickt.
es: Traducir puede usar la IA de Apple en el dispositivo. Tu texto no llega hasta nosotros.
et: Tõlke võib kasutada Apple’i seadmesisest TI-d. Sinu teksti ei saadeta meile.
fr: Traduire peut utiliser l'IA sur l'appareil d'Apple. Ton texte ne nous est pas envoyé.
hu: A Fordítás használhatja az Apple eszközön futó MI-jét. A szöveged nem jut el hozzánk.
it: Traduci può usare l'IA di Apple sul dispositivo. Il tuo testo non ci viene inviato.
ja: 翻訳は Apple の端末内 AI を使えます。テキストがこちらに送られることはありません。
ko: 번역은 Apple 온디바이스 AI를 쓸 수 있어요. 입력한 글은 저희한테 보내지 않아요.
ms: Terjemah boleh guna AI pada peranti Apple. Teks anda tidak dihantar kepada kami.
pt: O Traduzir pode usar a IA no dispositivo da Apple. O teu texto não nos é enviado.
ru: Перевод может использовать ИИ Apple на устройстве. Ваш текст нам не отправляется.
zh_hans: 翻译可以用 Apple 设备端 AI。你的文字不会发给我们。

source: Translate into
de: Übersetzen in
es: Traducir a
et: Tõlgi keelde
fr: Traduire en
hu: Fordítás nyelvre
it: Traduci in
ja: 翻訳先
ko: 번역 대상 언어
ms: Terjemah ke
pt: Traduzir para
ru: Переводить на
zh_hans: 翻译为

source: Translate into %@
de: In %@ übersetzen
es: Traducir a %@
et: Tõlgi: %@
fr: Traduire en %@
hu: Fordítás erre: %@
it: Traduci in %@
ja: %@に翻訳
ko: %@(으)로 번역
ms: Terjemah ke %@
pt: Traduzir para %@
ru: Перевести на %@
zh_hans: 翻译为%@

source: Translate is off. Turn it on to use and customize it.
de: Übersetzen ist aus. Schalte es ein, um es zu nutzen und anzupassen.
es: La traducción está desactivada. Actívala para usarla y personalizarla.
et: Tõlge on väljas. Lülita see sisse, et kasutada ja kohandada.
fr: La traduction est désactivée. Active-la pour l'utiliser et la personnaliser.
hu: A fordítás ki van kapcsolva. Kapcsold be, hogy használhasd és beállíthasd.
it: La traduzione è disattivata. Attivala per usarla e personalizzarla.
ja: 翻訳はオフです。オンにすると使えて、設定も変えられます。
ko: 번역이 꺼져 있어요. 켜면 쓰고 설정도 바꿀 수 있어요.
ms: Terjemah dimatikan. Hidupkannya untuk guna dan sesuaikannya.
pt: A tradução está desligada. Liga-a para a usares e personalizares.
ru: Перевод выключен. Включите его, чтобы пользоваться и настраивать.
zh_hans: 翻译已关闭。打开后就能使用并调整设置。

source: Translate panel
de: Übersetzungsbereich
es: Panel de traducción
et: Tõlkepaneel
fr: Panneau de traduction
hu: Fordító panel
it: Pannello di traduzione
ja: 翻訳パネル
ko: 번역 패널
ms: Panel terjemah
pt: Painel de tradução
ru: Панель перевода
zh_hans: 翻译面板

source: Translate right in the keyboard
de: Übersetze direkt in der Tastatur
es: Traduce directamente en el teclado
et: Tõlgi otse klaviatuuril
fr: Traduis directement dans le clavier
hu: Fordíts egyenesen a billentyűzeten
it: Traduci direttamente nella tastiera
ja: キーボードの中でそのまま翻訳
ko: 키보드 안에서 바로 번역해요
ms: Terjemah terus dalam papan kekunci
pt: Traduz diretamente no teclado
ru: Переводите прямо в клавиатуре
zh_hans: 在键盘里直接翻译

source: Translate takes what you've typed and puts the translation into the field, ready to send.
de: „Übersetzen“ nimmt, was du getippt hast, und setzt die Übersetzung ins Feld — fertig zum Senden.
es: Traducir coge lo que has escrito y deja la traducción en el campo, lista para enviar.
et: Tõlge võtab selle, mida tipid, ja paneb tõlke välja, valmis saatmiseks.
fr: Traduire reprend ce que tu as tapé et place la traduction dans le champ, prête à envoyer.
hu: A Fordítás fogja, amit beírtál, és a fordítást teszi a mezőbe, küldésre készen.
it: Traduci prende quello che hai scritto e mette la traduzione nel campo, pronta da inviare.
ja: 「翻訳」は入力した文章を訳し、送信できる状態で入力欄に入れます。
ko: 번역은 입력한 문장을 번역해 그대로 입력란에 넣어 줍니다. 바로 보내면 됩니다.
ms: Terjemah mengambil apa yang anda taip dan meletakkan terjemahannya dalam medan itu, sedia untuk dihantar.
pt: O Traduzir pega no que escreveste e põe a tradução no campo, pronta a enviar.
ru: «Перевод» берёт напечатанное и кладёт перевод прямо в поле — можно отправлять.
zh_hans: “翻译”会把你写好的内容译好，直接放回输入框，可以直接发。

source: Translate text
de: Text übersetzen
es: Traducir texto
et: Tõlgi tekst
fr: Traduire du texte
hu: Szöveg fordítása
it: Traduci testo
ja: テキストを翻訳
ko: 텍스트 번역
ms: Terjemah teks
pt: Traduzir texto
ru: Перевести текст
zh_hans: 翻译文本

source: Translate text in the keyboard
de: Text in der Tastatur übersetzen
es: Traduce texto en el teclado
et: Tõlgi teksti klaviatuuril
fr: Traduis du texte dans le clavier
hu: Szöveg fordítása a billentyűzeten
it: Traduci il testo nella tastiera
ja: キーボードでテキストを翻訳
ko: 키보드에서 텍스트 번역하기
ms: Terjemah teks dalam papan kekunci
pt: Traduzir texto no teclado
ru: Перевод текста в клавиатуре
zh_hans: 在键盘里翻译文字

source: Translate text into another language
de: Übersetze Text in eine andere Sprache
es: Traduce texto a otro idioma
et: Tõlgi teksti teise keelde
fr: Traduis du texte dans une autre langue
hu: Szöveg fordítása másik nyelvre
it: Traduci il testo in un’altra lingua
ja: テキストを別の言語に翻訳します
ko: 텍스트를 다른 언어로 번역하세요
ms: Terjemah teks ke bahasa lain
pt: Traduz texto para outra língua
ru: Перевод текста на другой язык
zh_hans: 将文字翻译成其他语言

source: Translate this into Brazilian Portuguese
de: Übersetze das ins brasilianische Portugiesisch
es: Traduce esto al portugués brasileño
et: Tõlgi see Brasiilia portugali keelde
fr: Traduis ça en portugais brésilien
hu: Fordítsd ezt brazil portugálra
it: Traduci questo in portoghese brasiliano
ja: これをブラジルポルトガル語に翻訳して
ko: 이걸 브라질 포르투갈어로 번역해 줘
ms: Terjemahkan ini ke bahasa Portugis Brazil
pt: Traduz isto para português do Brasil
ru: Перевести это на бразильский португальский
zh_hans: 把这段翻译成巴西葡萄牙语

source: Translate typed or pasted text into another language, right inside the keyboard. Adds a translate panel to the panel button.
de: Übersetze getippten oder eingefügten Text direkt in der Tastatur in eine andere Sprache. Fügt der Bedienfeldtaste einen Übersetzungsbereich hinzu.
es: Traduce a otro idioma el texto que escribas o pegues, ahí mismo en el teclado. Añade un panel de traducción al botón de paneles.
et: Tõlgi sisestatud või kleepitud tekst teise keelde otse klaviatuuril. Lisab paneelinupule tõlkepaneeli.
fr: Traduis le texte saisi ou collé dans une autre langue, directement dans le clavier. Ajoute un panneau de traduction au bouton de panneaux.
hu: Fordítsd le a beírt vagy beillesztett szöveget másik nyelvre, egyből a billentyűzeten belül. Egy fordítópanelt tesz a panelgombra.
it: Traduci il testo che digiti o incolli in un'altra lingua, direttamente nella tastiera. Aggiunge un pannello di traduzione al pulsante dei pannelli.
ja: 入力した文字やペーストした文字を、キーボードの中でそのまま別の言語に翻訳します。パネルボタンに翻訳パネルを追加します。
ko: 입력하거나 붙여넣은 텍스트를 키보드 안에서 바로 다른 언어로 번역해요. 패널 버튼에 번역 패널이 생겨요.
ms: Terjemah teks yang ditaip atau ditampal ke bahasa lain, terus dalam papan kekunci. Menambah panel terjemah pada butang panel.
pt: Traduz texto escrito ou colado para outro idioma, mesmo dentro do teclado. Adiciona um painel de tradução ao botão de painéis.
ru: Переводите напечатанный или вставленный текст на другой язык прямо в клавиатуре. Добавляет панель перевода к кнопке панелей.
zh_hans: 在键盘里就能把打的或粘贴的文字翻译成另一种语言。会给面板按钮加上一个翻译面板。

source: Translate what?
de: Was übersetzen?
es: ¿Qué traducimos?
et: Mida tõlkida?
fr: Traduire quoi ?
hu: Mit fordítsunk?
it: Cosa traduciamo?
ja: 何を翻訳しますか？
ko: 무엇을 번역할까요?
ms: Terjemah apa?
pt: Traduzir o quê?
ru: Что перевести?
zh_hans: 翻译什么？

source: Translate with Apple Intelligence instead of Apple's offline language packs. Reads better, especially on idioms. Turn it off for faster translations and more languages.
de: Mit Apple Intelligence übersetzen statt mit Apples Offline-Sprachpaketen. Liest sich besser, vor allem bei Redewendungen. Ausschalten für schnellere Übersetzungen und mehr Sprachen.
es: Traduce con Apple Intelligence en vez de con los paquetes de idioma sin conexión de Apple. Suena mejor, sobre todo con las expresiones hechas. Desactívalo para traducir más rápido y en más idiomas.
et: Tõlgi Apple Intelligence’iga Apple’i ühenduseta keelepakettide asemel. Loeb paremini, eriti väljendite puhul. Lülita välja kiiremate tõlgete ja rohkemate keelte jaoks.
fr: Traduit avec Apple Intelligence plutôt qu’avec les modules linguistiques hors ligne d’Apple. Le rendu est meilleur, surtout pour les expressions idiomatiques. Désactive-le pour des traductions plus rapides et plus de langues.
hu: Fordítás Apple Intelligence-szel az Apple offline nyelvi csomagjai helyett. Jobban olvasható, főleg a szófordulatoknál. Kapcsold ki a gyorsabb fordításért és a több nyelvért.
it: Traduce con Apple Intelligence invece che con i pacchetti lingua offline di Apple. Si legge meglio, soprattutto con i modi di dire. Disattivalo per traduzioni più veloci e più lingue.
ja: Appleのオフライン言語パックではなく Apple Intelligence で翻訳します。特に慣用表現が自然になります。オフにすると翻訳が速くなり、対応言語も増えます。
ko: Apple의 오프라인 언어 팩 대신 Apple Intelligence로 번역합니다. 특히 관용 표현이 훨씬 자연스럽습니다. 끄면 더 빠르게, 더 많은 언어로 번역할 수 있습니다.
ms: Terjemah dengan Apple Intelligence dan bukan pek bahasa luar talian Apple. Bacaannya lebih baik, terutama untuk simpulan bahasa. Matikan untuk terjemahan lebih pantas dan lebih banyak bahasa.
pt: Traduz com a Apple Intelligence em vez dos pacotes de idioma offline da Apple. Fica mais bem escrito, sobretudo nas expressões idiomáticas. Desative para traduções mais rápidas e mais idiomas.
ru: Переводить через Apple Intelligence, а не через офлайн-пакеты Apple. Читается лучше, особенно на устойчивых выражениях. Выключите, если нужны более быстрый перевод и больше языков.
zh_hans: 使用 Apple Intelligence 翻译，而不是 Apple 的离线语言包。译文更通顺，尤其是习语。关闭后翻译更快，支持的语言也更多。

source: Translate · %@
de: Übersetzen · %@
es: Traducir · %@
et: Tõlgi · %@
fr: Traduire · %@
hu: Fordítás · %@
it: Traduci · %@
ja: 翻訳 · %@
ko: 번역 · %@
ms: Terjemah · %@
pt: Traduzir · %@
ru: Перевод · %@
zh_hans: 翻译 · %@

source: Translating…
de: Wird übersetzt …
es: Traduciendo…
et: Tõlkin…
fr: Traduction…
hu: Fordítás…
it: Traduzione in corso…
ja: 翻訳中…
ko: 번역하는 중…
ms: Menterjemah…
pt: A traduzir…
ru: Переводим…
zh_hans: 翻译中…

source: Translation
de: Übersetzung
es: Traducción
et: Tõlge
fr: Traduction
hu: Fordítás
it: Traduzione
ja: 翻訳
ko: 번역
ms: Terjemahan
pt: Tradução
ru: Перевод
zh_hans: 翻译

source: Translation already works offline. Turn this on for better results.
de: Übersetzen funktioniert schon offline. Schalt das für bessere Ergebnisse ein.
es: La traducción ya funciona sin conexión. Activa esto para obtener mejores resultados.
et: Tõlge töötab juba ühenduseta. Lülita see sisse paremate tulemuste jaoks.
fr: La traduction marche déjà hors ligne. Active ça pour de meilleurs résultats.
hu: A fordítás offline is működik. Kapcsold be a jobb eredményekért.
it: La traduzione funziona già offline. Attivala per risultati migliori.
ja: 翻訳はすでにオフラインで動きます。より良い結果のためにはこれをオンにしてください。
ko: 번역은 이미 오프라인으로 돼요. 더 나은 결과를 원하면 켜세요.
ms: Terjemahan sudah berfungsi luar talian. Hidupkan ini untuk hasil lebih baik.
pt: A tradução já funciona offline. Liga isto para melhores resultados.
ru: Перевод и так работает офлайн. Включите это, чтобы результат стал лучше.
zh_hans: 翻译本来就能离线用。想要更好的效果就打开这个。

source: Translation already works offline. Turn this on if you'd rather use Apple Intelligence for better results, all on your device.
de: Übersetzen funktioniert schon offline. Schalt das ein, wenn du für bessere Ergebnisse lieber Apple Intelligence nimmst, alles auf deinem Gerät.
es: La traducción ya funciona sin conexión. Activa esto si prefieres usar Apple Intelligence para mejores resultados, todo en tu dispositivo.
et: Tõlge töötab juba ühenduseta. Lülita see sisse, kui eelistad paremate tulemuste jaoks Apple Intelligence’i, kõik sinu seadmes.
fr: La traduction marche déjà hors ligne. Active ça si tu préfères utiliser Apple Intelligence pour de meilleurs résultats, le tout sur ton appareil.
hu: A fordítás offline is működik. Kapcsold be, ha inkább az Apple Intelligence-t szeretnéd jobb eredményhez, mindezt a te eszközödön.
it: La traduzione funziona già offline. Attivala se preferisci usare Apple Intelligence per risultati migliori, tutto sul tuo dispositivo.
ja: 翻訳はすでにオフラインで動きます。より良い結果のために Apple Intelligence を使いたいときはこれをオンにしてください。すべてデバイスの中で処理されます。
ko: 번역은 이미 오프라인으로 잘 돼요. 더 나은 결과를 원하면 이걸 켜서 Apple Intelligence를 쓰면 돼요. 전부 기기에서 처리돼요.
ms: Terjemahan sudah berfungsi luar talian. Hidupkan ini jika anda lebih suka guna Apple Intelligence untuk hasil lebih baik, semuanya pada peranti anda.
pt: A tradução já funciona offline. Liga isto se preferires usar o Apple Intelligence para melhores resultados, tudo no teu dispositivo.
ru: Перевод и так работает офлайн. Включите это, если хотите более качественный результат через Apple Intelligence — всё на вашем устройстве.
zh_hans: 翻译本来就能离线用。如果你更想用 Apple Intelligence 换更好的效果，就开这个，全都在你的设备上完成。

source: Translation language order
de: Reihenfolge der Übersetzungssprachen
es: Orden de idiomas de traducción
et: Tõlkekeelte järjestus
fr: Ordre des langues de traduction
hu: Fordítási nyelvek sorrendje
it: Ordine delle lingue di traduzione
ja: 翻訳言語の順序
ko: 번역 언어 순서
ms: Susunan bahasa terjemahan
pt: Ordem dos idiomas de tradução
ru: Порядок языков перевода
zh_hans: 翻译语言顺序

source: Translation runs entirely on this device, so nothing is uploaded either way. Pick the engine above. Language packs may download on first use.
de: Das Übersetzen läuft komplett auf diesem Gerät, es wird also so oder so nichts hochgeladen. Wähl oben die Engine. Sprachpakete werden vielleicht bei der ersten Nutzung geladen.
es: La traducción se hace del todo en este dispositivo, así que en ningún caso se sube nada. Elige el motor de arriba. Los paquetes de idioma pueden descargarse la primera vez que los uses.
et: Tõlge toimub täielikult selles seadmes, seega ei laadita midagi üles kummalgi juhul. Vali ülal mootor. Keelepaketid võivad esmakordsel kasutamisel alla laadida.
fr: La traduction tourne entièrement sur cet appareil, donc rien n'est envoyé dans un sens ou dans l'autre. Choisis le moteur ci-dessus. Les modules linguistiques peuvent se télécharger à la première utilisation.
hu: A fordítás teljesen ezen az eszközön fut, így sehogy sem tölt fel semmit. Válaszd ki a motort fent. A nyelvi csomagok az első használatkor letöltődhetnek.
it: La traduzione gira tutta su questo dispositivo, quindi in nessun caso viene caricato niente. Scegli il motore qui sopra. I pacchetti lingua potrebbero scaricarsi al primo uso.
ja: 翻訳はすべてこのデバイスの中で行うので、どちらの場合も何もアップロードされません。上でエンジンを選んでください。言語パックは初回に使うときダウンロードされることがあります。
ko: 번역은 전부 이 기기에서 돌아가서, 어느 쪽이든 아무것도 올라가지 않아요. 위에서 엔진을 골라주세요. 언어 팩은 처음 쓸 때 다운로드될 수 있어요.
ms: Terjemahan berjalan sepenuhnya pada peranti ini, jadi tiada apa dimuat naik walau apa pun. Pilih enjin di atas. Pek bahasa mungkin dimuat turun pada kali pertama guna.
pt: A tradução corre toda neste dispositivo, por isso nada é enviado em nenhum dos casos. Escolhe o motor acima. Os pacotes de idioma podem ser transferidos na primeira utilização.
ru: Перевод целиком идёт на этом устройстве, так что ничего не загружается в любом случае. Движок выбирается выше. При первом использовании языковые пакеты могут загрузиться.
zh_hans: 翻译完全在这台设备上进行，所以哪种方式都不会上传任何内容。在上面选引擎。语言包可能会在第一次用时下载。

source: Translation style
de: Übersetzungsstil
es: Estilo de traducción
et: Tõlkestiil
fr: Style de traduction
hu: Fordítási stílus
it: Stile di traduzione
ja: 翻訳スタイル
ko: 번역 스타일
ms: Gaya terjemahan
pt: Estilo de tradução
ru: Стиль перевода
zh_hans: 翻译风格

source: Translation tone
de: Ton der Übersetzung
es: Tono de traducción
et: Tõlke toon
fr: Ton de traduction
hu: Fordítás hangvétele
it: Tono della traduzione
ja: 翻訳のトーン
ko: 번역 어조
ms: Nada terjemahan
pt: Tom da tradução
ru: Тон перевода
zh_hans: 翻译语气

source: Translation works offline using Apple's on-device language packs (no account, nothing uploaded). The first time you use a language it may download a pack. To choose Apple Intelligence as the engine on supported devices, turn on AI under Artificial Intelligence.
de: Übersetzen funktioniert offline mit Apples Sprachpaketen auf dem Gerät (kein Konto, nichts wird hochgeladen). Wenn du eine Sprache zum ersten Mal nutzt, wird vielleicht ein Paket geladen. Um auf unterstützten Geräten Apple Intelligence als Engine zu wählen, schalte die KI unter Künstliche Intelligenz ein.
es: La traducción funciona sin conexión con los paquetes de idioma de Apple en tu dispositivo (sin cuenta, no se sube nada). La primera vez que uses un idioma puede que descargue un paquete. Para elegir Apple Intelligence como motor en dispositivos compatibles, activa la IA en Inteligencia artificial.
et: Tõlge töötab ühenduseta Apple’i seadmesiseste keelepakettidega (konto pole, midagi ei laadita üles). Esimesel korral keelt kasutades võib pakk alla laadida. Et toetatud seadmetel valida mootoriks Apple Intelligence, lülita TI sisse jaotises Tehisintellekt.
fr: La traduction marche hors ligne grâce aux modules linguistiques d'Apple sur l'appareil (aucun compte, rien d'envoyé). La première fois que tu utilises une langue, un module peut se télécharger. Pour choisir Apple Intelligence comme moteur sur les appareils compatibles, active l'IA sous Intelligence artificielle.
hu: A fordítás offline működik az Apple eszközön futó nyelvi csomagjaival (nincs fiók, semmi sem töltődik fel). Amikor először használsz egy nyelvet, letöltődhet egy csomag. Ha a támogatott eszközökön az Apple Intelligence-t szeretnéd motornak, kapcsold be az AI-t a Mesterséges intelligencia alatt.
it: La traduzione funziona offline con i pacchetti lingua sul dispositivo di Apple (niente account, niente caricato). La prima volta che usi una lingua potrebbe scaricare un pacchetto. Per scegliere Apple Intelligence come motore sui dispositivi supportati, attiva l'IA in Intelligenza artificiale.
ja: 翻訳は Apple のオンデバイス言語パックを使ってオフラインで動きます（アカウント不要、何もアップロードされません）。初めて使う言語ではパックがダウンロードされることがあります。対応デバイスで Apple Intelligence をエンジンにするには、「人工知能」で AI をオンにしてください。
ko: 번역은 Apple의 온디바이스 언어 팩으로 오프라인에서 작동해요 (계정 없어도 되고, 아무것도 올라가지 않아요). 어떤 언어를 처음 쓸 때 팩이 다운로드될 수 있어요. 지원되는 기기에서 Apple Intelligence를 엔진으로 고르려면 인공지능에서 AI를 켜주세요.
ms: Terjemahan berfungsi luar talian guna pek bahasa atas-peranti Apple (tiada akaun, tiada yang dimuat naik). Kali pertama anda guna sesuatu bahasa, ia mungkin memuat turun pek. Untuk pilih Apple Intelligence sebagai enjin pada peranti yang disokong, hidupkan AI di bawah Kecerdasan Buatan.
pt: A tradução funciona offline com os pacotes de idioma da Apple no dispositivo (sem conta, nada enviado). Na primeira vez que usas um idioma pode transferir um pacote. Para escolheres o Apple Intelligence como motor em dispositivos compatíveis, liga a IA em Inteligência Artificial.
ru: Перевод работает офлайн через языковые пакеты Apple на устройстве (без аккаунта, ничего не загружается). При первом использовании языка пакет может скачаться. Чтобы выбрать движком Apple Intelligence на поддерживаемых устройствах, включите ИИ в разделе «Искусственный интеллект».
zh_hans: 翻译用 Apple 的设备端语言包离线进行（不用账户，不上传任何内容）。第一次用某种语言时可能会下载语言包。想在支持的设备上把 Apple Intelligence 设为引擎，就到“人工智能”里开启 AI。

source: Translation works offline with Apple's on-device language packs. The first time you use a language, it may download a pack. Turn on Apple Intelligence under Integrations for more natural translations.
de: Die Übersetzung funktioniert offline mit Apples Sprachpaketen auf dem Gerät. Beim ersten Verwenden einer Sprache wird eventuell ein Paket geladen. Für natürlichere Übersetzungen kannst du Apple Intelligence unter Integrationen einschalten.
es: La traducción funciona sin conexión con los paquetes de idiomas de Apple. La primera vez que uses un idioma, puede que se descargue su paquete. Activa Apple Intelligence en Integraciones para obtener traducciones más naturales.
et: Tõlge töötab ühenduseta Apple’i seadmesiseste keelepakettidega. Esimesel korral keelt kasutades võib pakk alla laadida. Loomulikumate tõlgete jaoks lülita Integratsioonides sisse Apple Intelligence.
fr: La traduction fonctionne hors ligne avec les packs de langues d'Apple. Lors de la première utilisation d'une langue, son pack peut être téléchargé. Active Apple Intelligence dans Intégrations pour des traductions plus naturelles.
hu: A fordítás offline működik az Apple eszközön tárolt nyelvi csomagjaival. Egy nyelv első használatakor letöltődhet a hozzá tartozó csomag. A természetesebb fordításhoz kapcsold be az Apple Intelligence-t az Integrációk alatt.
it: La traduzione funziona offline con i pacchetti lingua di Apple sul dispositivo. Al primo utilizzo di una lingua, potrebbe essere scaricato un pacchetto. Attiva Apple Intelligence in Integrazioni per traduzioni più naturali.
ja: Appleのオンデバイス言語パックを使って、オフラインで翻訳できます。言語を初めて使うときは、パックがダウンロードされる場合があります。より自然な翻訳には、連携でApple Intelligenceをオンにしてください。
ko: Apple의 기기 내 언어 팩을 사용해 오프라인으로 번역할 수 있어요. 언어를 처음 사용할 때는 팩을 다운로드할 수 있어요. 더 자연스러운 번역을 원하면 연동에서 Apple Intelligence를 켜세요.
ms: Terjemahan berfungsi di luar talian dengan pek bahasa Apple pada peranti. Kali pertama menggunakan sesuatu bahasa, peknya mungkin dimuat turun. Hidupkan Apple Intelligence dalam Integrasi untuk terjemahan yang lebih semula jadi.
pt: A tradução funciona offline com os pacotes de idiomas da Apple no dispositivo. Na primeira utilização de um idioma, poderá ser transferido um pacote. Ativa o Apple Intelligence em Integrações para traduções mais naturais.
ru: Перевод работает офлайн с языковыми пакетами Apple на устройстве. При первом использовании языка пакет может загрузиться. Включите Apple Intelligence в разделе «Интеграции» для более естественных переводов.
zh_hans: 翻译可通过 Apple 的设备端语言包离线运行。首次使用某种语言时，可能需要下载语言包。若想获得更自然的翻译，请在“集成”中开启 Apple Intelligence。

source: Travel & Places
de: Reisen & Orte
es: Viajes y lugares
et: Reisimine ja kohad
fr: Voyages et lieux
hu: Utazás és helyek
it: Viaggi e luoghi
ja: 旅行と場所
ko: 여행 및 장소
ms: Perjalanan & Tempat
pt: Viagens e lugares
ru: Путешествия и места
zh_hans: 旅行与地点

source: Trending GIFs
de: Beliebte GIFs
es: GIFs populares
et: Populaarsed GIF-id
fr: GIFs populaires
hu: Népszerű GIF-ek
it: GIF di tendenza
ja: 人気のGIF
ko: 인기 GIF
ms: GIF popular
pt: GIFs em destaque
ru: Популярные GIF
zh_hans: 热门 GIF

source: Trigger
de: Auslöser
es: Activador
et: Käivitaja
fr: Déclencheur
hu: Kiváltó esemény
it: Evento di attivazione
ja: トリガー
ko: 트리거
ms: Pencetus
pt: Acionador
ru: Событие запуска
zh_hans: 触发条件

source: Trigger distance
de: Auslösedistanz
es: Distancia de activación
et: Käivitumise vahemaa
fr: Distance de déclenchement
hu: Aktiválási távolság
it: Distanza di attivazione
ja: 起動の距離
ko: 작동 거리
ms: Jarak cetus
pt: Distância de ativação
ru: Расстояние срабатывания
zh_hans: 触发距离

source: Trim trail
de: Spur kürzen
es: Recortar el trazo
et: Lühenda jälge
fr: Raccourcir la trace
hu: Nyom rövidítése
it: Accorcia la scia
ja: 軌跡を短くする
ko: 궤적 줄이기
ms: Pendekkan jejak
pt: Encurtar o rasto
ru: Обрезать след
zh_hans: 缩短轨迹

source: Trim whitespace
de: Leerzeichen entfernen
es: Recortar espacios en blanco
et: Eemalda tühikud
fr: Supprimer les espaces superflus
hu: Szóközök levágása
it: Rimuovi spazi bianchi
ja: 空白をトリム
ko: 공백 다듬기
ms: Potong ruang putih
pt: Cortar espaços em branco
ru: Обрезать пробелы
zh_hans: 去除多余空格
